Repository: 10up/safe-redirect-manager
Catalog: lang/*.po
Languages: fi

source: Moved Permanently
fi: Siirretty lopullisesti

source: Found
fi: Löytynyt

source: See Other
fi: Katso Muut

source: Temporary Redirect
fi: Väliaikainen uudelleenohjaus

source: Forbidden
fi: Kielletty

source: Not Found
fi: Ei löytynyt

source: Safe Redirect Manager Warning: Possible redirect loops and/or chains have been created.
fi: Safe Redirect Manager -varoitus: Mahdollinen uudelleenohjaus silmukka tai ketjut on luotu.

source: Safe Redirect Manager Error: You have reached the maximum allowable number of redirects
fi: Safe Redirect Manager -virhe: Olet saavuttanut maksimimäärän sallittuja uudelleenohjauksia

source: Redirect rule updated.
fi: Uudelleenohjaus sääntö päivitetty.

source: Custom field updated.
fi: Mukautettu kenttä päivitetty.

source: Custom field deleted.
fi: Mukautettu kenttä poistettu.

source: Redirect rule restored to revision from %s
fi: Uudelleenohjaus sääntö palauttaa versioon %s

source: Redirect rule published.
fi: Uudelleenohjaus sääntö julkaistu.

source: Redirect rule saved.
fi: Uudelleenohjaussääntö tallennettu.

source: Redirect rule submitted.
fi: Uudelleenohjaus sääntö tallennettu.

source: Redirect rule scheduled for: %1$s.
fi: Uudelleenohjaussääntö ajastettu ajankohtaan: %1$s.

source: Redirect rule draft updated.
fi: Uudelleenohjaussäännön luonnos päivitetty.

source: Redirect To
fi: Uudelleen ohjaa tänne

source: HTTP Status Code
fi: HTTP tilakoodi

source: Order
fi: Järjestä

source: Redirect From
fi: Uudelleen ohjaa täältä

source: Date
fi: Päivämäärä

source: Edit Redirect Rule
fi: Muokkaa uudelleenohjausta

source: New Redirect Rule
fi: Uusi uudelleenohjaussääntö

source: View Redirect Rule
fi: Näytä uudelleenohjauksen sääntö

source: Search Redirects
fi: Hae uudelleenohjauksia

source: No redirect rules found.
fi: Ei löytynyt uudelleenohjaussääntöjä.

source: No redirect rules found in trash.
fi: Roskakorista ei löytynyt yhtään uudelleenohjaussääntöä

source: Redirect Settings
fi: Uudelleenohjausasetukset

source: * Redirect From:
fi: * Uudelleen ohjaa täältä

source: Enable Regular Expressions (advanced)
fi: Ota käyttöön säännölliset lausekkeet (edistyksellinen)

source: This path should be relative to the root of this WordPress installation (or the sub-site, if you are running a multi-site). Appending a (*) wildcard character will match all requests with the base. Warning: Enabling regular expressions will disable wildcards and completely change the way the * symbol is interpretted.
fi: Tämän polun tulee olla relatiivinen WordPress-asennuksen (tai alasivustoon, jos käytät multi-site -asennusta). Lisäämällä wildcard -merkin * sovitetaan kaikki kyselyt sivuston pohjapolkuun. Varoitus: Säännöllisten lausekkeiden käyttöönottaminen poistaa käytöstä wildcard-säännöt ja muuttaa täysin * -merkin tulkintatavan.

source: * Redirect To:
fi: * Uudelleen ohjaa tänne

source: This can be a URL or a path relative to the root of your website (not your WordPress installation). Ending with a (*) wildcard character will append the request match to the redirect.
fi: Tämä URL tai relatiivinen polku (ei WordPress-asennus). Lopettaminen wildcard-merkkiin (*) lisää hakupyynnön uudelleenohjaukseen.

source: * HTTP Status Code:
fi: * HTTP tilakoodi

source: If you don't know what this is, leave it as is.
fi: Jos et tiedä mikä tämä on, jätä se niin kuin se on.

source: Notes:
fi: Huomautukset:

source: Optionally leave notes on this redirect e.g. why was it created.
fi: Halutessasi jätä huomautuksia uudelleenohjaukseen esim. miksi se on lisätty.

source: Redirect from and/or redirect to arguments are invalid.
fi: Uudelleen ohjaa täältä tai uudelleen tänne määritykset ovat väärin.

source: Invalid status code.
fi: Virheellinen tilakoodi.

source: Redirect already exists for %s
fi: Uudelleenohjaus on jo olemassa kohteelle %s

source: An error occurred creating the redirect.
fi: Uudelleenohjauksen luomisessa tapahtui virhe.

source: Easily and safely manage HTTP redirects.
fi: Hallitse helposti ja turvallisesti HTTP-uudelleenohjauksia.

# post type singular name
source: Redirect
fi: Uudelleenohjaus

# redirect rule
source: Create Redirect Rule
fi: Luo uusi uudelleenohjaussääntö
